---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Gpm
source: html/3406a99b-b205-6fd8-0ee2-8924403f0d4c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Gpm Property

Symbol GPM, indicating unit US gallons per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId Gpm { get; }
```